{
  "events": [
    {
      "id": "baito_beginner_01",
      "category": "beginner",
      "text": "ドアベルが鳴って、若い女性客が入ってきた。キョロキョロと店内を見回している。シーシャのボトルに興味津々だが、どうしていいか分からないようだ。\n「あの、初めてなんですけど……何がおすすめですか？」",
      "choices": [
        {
          "text": "「とりあえずダブルアップルで」",
          "result": "無難にダブルアップルを作った。炭を置いて、蒸らしを待つ間に簡単な吸い方を説明する。\n「こうやって、ゆっくり吸って……ゆっくり吐くんです」\n白い煙がふわりと広がる。お客さんは「なるほど……」と頷きながら、慎重にホースに口をつけた。\n「あ、甘い。美味しいかも」\n初シーシャの反応としては上々。でも、もう少し踏み込んだ提案ができたかもしれない。",
          "stats": {
            "sense": 1,
            "insight": 1
          },
          "money_bonus": 0
        },
        {
          "text": "「普段どんな飲み物が好きですか？」",
          "result": "会話を広げてみた。「えっと……カフェラテとか、マンゴースムージーとか」\nなるほど。甘めで果実感のあるものが好きなんだ。\nマンゴー系のフレーバーを選んで、丁寧にボウルに詰める。蒸らしの蒸気がふわっと立ち上がると、甘い果実の香りがカウンターまで漂ってきた。\n「うわ、めっちゃいい匂い……！」\n一口吸って、目を輝かせた。「美味しい！ なんでこんなぴったりなの分かるんですか」\nテーブルの上で煙がゆっくり渦を巻いている。いい仕事をした、と思った。",
          "stats": {
            "sense": 3,
            "insight": 3
          },
          "money_bonus": 500
        },
        {
          "text": "「今日の気分はどんな感じですか？」",
          "result": "少し踏み込んだ質問をしてみた。「えっ……気分？」\n「疲れてるとか、元気出したいとか、リラックスしたいとか」\n「あー……今日仕事でミスしちゃって、ちょっと落ち込んでて……」\n温かみのあるフレーバーがいい。バニラベースにシナモンを少し。甘くて、ほっとする味。\n完成したシーシャを出すと、一口目で「……あったかい」とつぶやいた。\n帰り際、「なんで分かるんですか」と不思議そうに笑ってくれた。煙の向こうに見えた表情が、来た時よりずっと柔らかかった。",
          "stats": {
            "sense": 2,
            "insight": 5
          },
          "money_bonus": 500
        }
      ]
    },
    {
      "id": "baito_trouble_01",
      "category": "trouble",
      "text": "奥の席からコールが飛んだ。スーツ姿のサラリーマン。眉間にシワを寄せて、不満そうにホースを握っている。\n「すみません、全然煙出ないんですけど」\nテーブルの上のシーシャを見ると、ボトルの中の水面が全く動いていない。",
      "choices": [
        {
          "text": "炭の位置を確認する",
          "result": "ヒートマネジメントを開けてみる。案の定、炭がズレて端に寄っていた。\nトングで慎重に炭を中央に戻す。じゅっ、と微かな音がして、蒸気がふわっと立ち上がった。\n「あ、出てきた」\nゴボゴボ、と水面が揺れ始める。白い煙がホースから立ち上り、サラリーマンの顔がほっと緩んだ。\n「ありがとう。早かったね」\n基本中の基本。でも、すぐに原因を特定できたのは成長かもしれない。",
          "stats": {
            "technique": 3,
            "guts": 1
          },
          "money_bonus": 0
        },
        {
          "text": "パッキングを確認する",
          "result": "ボウルを外して中を見る。……詰めすぎだ。フレーバーがぎゅうぎゅうに押し込まれていて、空気の通り道が塞がっている。\n「すみません、作り直しますね」\n丁寧にフレーバーをほぐし直す。一つまみずつ、空気が通るように隙間を作りながら詰め直す。炭を置き直して、蒸らしの蒸気を確認。\nゴボゴボ──今度はちゃんと水面が揺れた。煙がもくもくと立ち上る。\n「おお、全然違うじゃん！」\nパッキングの大切さを改めて実感した。同じフレーバーでも、詰め方一つで全く変わる。",
          "stats": {
            "technique": 5
          },
          "money_bonus": 0
        },
        {
          "text": "スミさんに聞く",
          "result": "振り返ると、スミさんはカウンターの向こうで腕を組んでこちらを見ていた。\n「スミさん、あの……」\nスミさんが黙ってテーブルに来て、一瞬でヒートマネジメントの蓋を外し、炭の位置を変え、パッキングを軽く押した。\nゴボゴボ──煙が復活。\n閉店後、一言だけ。「自分で判断できるようになれ」\n……次は自分で解決しよう。",
          "stats": {
            "technique": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_rush_01",
      "category": "rush",
      "text": "夕方のピーク。客の笑い声と注文のコールが飛び交う。\n3卓同時に「炭替えてください！」のコール。コンロの上には赤く焼けた炭が3セット。トングを握る手に力が入る。",
      "choices": [
        {
          "text": "落ち着いて1卓ずつ対応",
          "result": "深呼吸。まず一番近い卓から。\n赤い炭をトングで挟み、ヒートマネジメントの上に慎重に置く。位置を微調整。次の卓。また微調整。3卓目。\n時間はかかったが、全卓ミスなし。どのテーブルからも均一に白い煙が立ち上っている。\n「丁寧だね、お兄さん」と褒められた。\n効率より確実性。スミさんの教えが生きた瞬間だった。",
          "stats": {
            "technique": 3,
            "guts": 2
          },
          "money_bonus": 0
        },
        {
          "text": "全速力で3卓同時に回る",
          "result": "トングを両手で操って、コンロと卓を往復する。炭切りバサミがパチンパチンと小気味よく鳴る。\n1卓目──OK。2卓目──OK。3卓目──ギリギリ間に合った！\nでも最後の卓の炭の置き方が少し雑だったかもしれない。煙の量がやや偏っている。\n汗だくだけど、全卓に煙が出ている。ゴボゴボという音が3つ重なって、店内に響いている。\n……悪くない。でも、もっと精度を上げたい。",
          "stats": {
            "technique": 2,
            "guts": 5
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_mob_flavor_police",
      "category": "mob",
      "trigger_flag": "!ch1_flavor_police_event",
      "set_flag": "ch1_flavor_police_event",
      "text": "眼鏡のおじさんが入ってきた。カウンターに座るなり、棚のフレーバーをじーっと見ている。\n「このフレーバー、認可取れてる？ 成分表見せて」\n他の客がチラッとこちらを見た。店内の空気が少し緊張する。",
      "choices": [
        {
          "text": "「はい、こちらです」（正規品の書類を見せる）",
          "result": "カウンター下のファイルを取り出す。輸入証明書と成分表。スミさんが「いつでも出せるようにしておけ」と言って置いてあったやつだ。\nおじさんは眼鏡の奥で書類を隅々まで読んで、「…ふん、ちゃんとしてるじゃないか」と帰った。\n他の客がほっとした顔をしている。張り詰めていた空気が、ふっと緩んだ。\n知識は武器になる。それを教えてくれたのは、このおじさんかもしれない。",
          "stats": {
            "insight": 3
          },
          "money_bonus": 0
        },
        {
          "text": "「スミさーん！！」（店長に丸投げ）",
          "result": "スミさんが無言でファイルを持ってきた。書類を見せて、おじさんは「ちゃんとしてるね」と帰った。\n閉店後、スミさんから一言。「自分で対応できるようになれ」\n……ファイルの場所を覚えておこう。",
          "stats": {
            "insight": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_mob_insta",
      "category": "mob",
      "text": "派手なネイルの女性客がシーシャの写真を撮り続けている。ボトルの角度を変えたり、煙に光を当てたり。一口も吸っていない。\n炭がもったいない……でも、楽しそうではある。",
      "choices": [
        {
          "text": "「煙出しましょうか？ 映えますよ」",
          "result": "ホースを口に当てて、ゆっくり煙を出してみせた。白い煙がオレンジ色の照明に照らされて、幻想的に広がっていく。\n「えっ、いいの！？ めっちゃ綺麗！！」\nシャッター音が連続で鳴る。いい写真が撮れたらしい。その勢いで初めてシーシャを吸った。\n「あ、これ美味しいじゃん……」\n思わず笑ってしまった。SNSに投稿してくれたらしい。「tonariのシーシャがエモすぎる」と書いてあった。",
          "stats": {
            "charm": 3
          },
          "money_bonus": 0
        },
        {
          "text": "そっとしておく",
          "result": "しばらく写真を撮って、結局一口も吸わずに帰った。\nテーブルに残ったシーシャは、まだ白い煙を静かに出している。炭がもったいなかった。\nでもまあ、楽しみ方は人それぞれか。",
          "stats": {},
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_regular_01",
      "category": "regular",
      "text": "カランッ──ドアベルが鳴って、いつもの靴音。常連のおっちゃんが入ってきた。定位置に座って、メニューも見ずにこっちを向く。\n「おう、いつもの」",
      "choices": [
        {
          "text": "ダブルアップルにミント少し、ですよね",
          "result": "「覚えてくれてたか！ 嬉しいねえ」\n手慣れた動きでボウルを詰める。ダブルアップル7割、ミント3割。おっちゃんの好みは甘さの中にほんのりスーッとする清涼感。\n炭を置いて蒸らしを待つ間、おっちゃんが今日あった出来事を話してくれた。会社の同僚の話。孫の話。くだらない話。でも、シーシャの煙の中で聞くと、全部がゆったりと心地いい。\nゴボゴボ──最初の一口で、おっちゃんの肩の力が抜けるのが見えた。\n「お前のが一番落ち着くわ」\n常連さんとの信頼。バイトの中で、一番嬉しい瞬間かもしれない。",
          "stats": {
            "insight": 5,
            "charm": 2
          },
          "money_bonus": 500
        },
        {
          "text": "「えっと……いつものって何でしたっけ」",
          "result": "「…お前新人か？」\n少し残念そうな顔をされた。いや、ずっとここにいるんだけど……。\n慌てて思い出す。ダブルアップルにミント。合ってる、はず。\n出来上がったシーシャを渡すと、おっちゃんは無言で吸い始めた。煙を吐いて、少しだけ頷いた。\n次は絶対に覚えておこう。",
          "stats": {
            "insight": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_tsumugi_01",
      "category": "story",
      "trigger_flag": "!ch1_tsumugi_regular",
      "set_flag": "ch1_tsumugi_regular",
      "text": "いつもの席に女の子が座っている。iPadに何か描きながら、時折シーシャのホースに手を伸ばす。\nゴボゴボ、と水面が揺れる音。その合間にペンを走らせる微かな音。この子の周りだけ、独特の静けさがある。",
      "choices": [
        {
          "text": "「いらっしゃいませ。いつもありがとうございます」",
          "result": "つむぎ「……どうも」（小さい声）\nいつもの注文──ラベンダー系のフレーバー。花の香りが好きらしい。\n丁寧にボウルを詰める。蒸らしの蒸気がふわっと立ち上がると、ラベンダーの優しい香りがカウンターまで漂ってきた。\nテーブルに運ぶと、つむぎは小さく頷いて、またiPadに戻った。\n煙の中で絵を描く、静かな常連さん。なんだか不思議な人だ。",
          "stats": {
            "charm": 2,
            "insight": 2
          },
          "money_bonus": 0
        },
        {
          "text": "「何描いてるんですか？」",
          "result": "つむぎ「…えっ…べ、別に……」\n照れてiPadの画面を胸に隠した。でも一瞬見えた──シーシャのボトルのスケッチ。煙が流れる様子が、柔らかい線で描かれていた。\n「……tonariの空気が、好きで……描いてるだけです」\n耳まで赤い。でも、その絵は本当に綺麗だった。煙の質感とか、光の反射とか。\nはじめ「（この子、tonariが好きなんだな……）」\n少し仲良くなった気がする。",
          "stats": {
            "charm": 3,
            "insight": 3
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_drunk_01",
      "category": "trouble",
      "text": "酔っぱらいのおじさんが入ってきた。ネクタイがゆるゆるで、目が据わっている。\n「おい兄ちゃん、俺にも作らせろよ！ シーシャ作ってみてえんだわ！」\n他の客がちらちらとこちらを見ている。店内の空気がピリッと張り詰めた。",
      "choices": [
        {
          "text": "「お客様、こちらは……」と丁寧に断る",
          "result": "「つまんねえな……」と言いつつ、椅子にドサッと座った。おとなしくシーシャを待ってくれるようだ。\nダブルアップルを作って出す。おじさんは黙って吸い始めた。白い煙がゆらゆらと天井に昇っていく。\nしばらくして、眠るように静かになった。シーシャの効果なのか、酔いが回ったのか。\n閉店後、スミさんが小さく頷いてくれた。「よく対応した」の意味だと思う。たぶん。",
          "stats": {
            "guts": 3,
            "charm": 2
          },
          "money_bonus": 0
        },
        {
          "text": "「じゃあ一緒に作りましょう！」とノリで対応",
          "result": "おじさん大喜び。「マジかよ！」\nエプロンをかけてもらって、フレーバーの詰め方を教える。おじさんの手つきはめちゃくちゃだったけど、楽しそうに詰めている。\n完成したシーシャは……まあ、お世辞にも上手くはない。でもおじさんは自分で作ったのが嬉しいらしく、「うめえ！」と叫んだ。\n周りの客も笑っていた。場が盛り上がった。\nスミさんは呆れ顔だったけど、なんだかちょっと笑ってた気もする。",
          "stats": {
            "charm": 4,
            "guts": 2
          },
          "money_bonus": 500
        },
        {
          "text": "スミさんにヘルプを出す",
          "result": "振り返る前に、スミさんが既に立っていた。無言でおじさんの前に立つと、おじさんは「す、すんません……」と急におとなしくなった。\nこの人の威圧感、何なんだろう。\n後で言われた。「自分で対処しろ」\n……はい。",
          "stats": {
            "guts": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_body_bad_01",
      "category": "mob",
      "text": "カップルが入ってきた。彼女はシーシャのメニューに興味津々だけど、彼氏の方は少し不安そう。\n「シーシャって体に悪いんでしょ？ 大丈夫なの？」\n彼女がこっちを見た。フォローを求めている目。",
      "choices": [
        {
          "text": "「ニコチンは含まれていますが、タバコとは成分が違います」と説明",
          "result": "シーシャの仕組みを簡単に説明する。水でフィルタリングされること。紙巻きタバコとは異なる吸い方であること。\n彼氏「へえ、そうなんだ。ちょっと安心した」\n彼女がほっとした顔をして、二人で注文してくれた。\n吸い方を教えながら、ゆっくりとした時間を過ごしてもらう。カップルの間に白い煙がゆらゆらと漂っている。\n帰り際、彼氏が「また来るわ」と言ってくれた。",
          "stats": {
            "charm": 3,
            "insight": 2
          },
          "money_bonus": 0
        },
        {
          "text": "「気になるなら無理に吸わなくても大丈夫ですよ」と柔らかく対応",
          "result": "「え？ いいの？」彼氏が少し驚いた。\n「もちろんです。お飲み物だけでもゆっくりしていってください。隣で彼女さんのシーシャの煙を見てるだけでも、雰囲気は楽しめますよ」\n彼女のためにフルーツ系のシーシャを作った。甘い香りがテーブルに広がると、彼氏も「いい匂い」と興味を示した。\n結局、二人とも注文してくれた。「優しいね」と言われた。\nシーシャは強制するものじゃない。この空間を楽しんでもらうのが大事だ。",
          "stats": {
            "charm": 4,
            "guts": 1
          },
          "money_bonus": 500
        }
      ]
    },
    {
      "id": "baito_closing_smoke",
      "category": "atmosphere",
      "text": "最後の客が帰った。ドアの鍵を閉める。\nスミさんが「片付け終わったら1杯吸っていけ」と言った。\n閉店後のtonari。フレーバーの残り香と、コーヒーの匂い。外からは虫の声。",
      "choices": [
        {
          "text": "ダブルアップルを作る",
          "result": "バイト中に何十回も作ったフレーバー。でも、自分のために作るのは初めてだった。\n丁寧にボウルに詰める。いつもより少しだけ、時間をかけて。炭を置いて、蒸らしの蒸気を待つ。\n完成したシーシャのホースに口をつける。ゆっくり吸い込む。\nゴボゴボ──水面が穏やかに揺れる。白い煙が口から出て、閉店後の薄暗い店内にゆっくり広がっていく。\nダブルアップルの甘さの中に、スパイスの温かみ。吐き出した煙が天井のファンに巻かれて、ゆるやかに消えていく。\n「（……これが、tonariの味なんだな）」\nスミさんがカウンターの向こうで、自分のシーシャを吸っている。二人の煙がゆっくり混ざって、天井に昇っていく。\nこの時間が、好きだ。",
          "stats": {
            "sense": 2,
            "insight": 2
          },
          "money_bonus": 0
        },
        {
          "text": "今日は疲れたからやめておく",
          "result": "「そうか」とスミさんが短く言った。\n片付けを済ませて、店を出る。夜風がフレーバーの残り香を吹き飛ばす。\n「（今度は吸っていこう）」",
          "stats": {
            "guts": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_smoke_ring",
      "category": "atmosphere",
      "text": "常連のおっちゃんが、煙で輪っかを作っている。ポン、ポン、と小さなリングが3つ連続で天井に向かって飛んでいく。\n「兄ちゃん、できる？」",
      "choices": [
        {
          "text": "挑戦してみる",
          "result": "おっちゃんに教えてもらう。舌の位置と、口の形。「パ、じゃなくて、ク、だ。喉の奥から押し出す感じ」\n何度か失敗して、ようやく小さな輪っかが一つできた。すぐに崩れたけど、確かにリングの形をしていた。\n「おお、やるじゃん！」おっちゃんが拍手してくれた。\n他の客も「お、すげえ」と声をかけてくれる。\n自分で思った以上に嬉しかった。煙で遊ぶなんて、バイトを始めた頃は想像もしなかった。",
          "stats": {
            "charm": 2,
            "technique": 2
          },
          "money_bonus": 0
        },
        {
          "text": "見てるだけにする",
          "result": "おっちゃんの煙のリングが、オレンジ色の照明の中をふわふわと漂っていく。ポン、ポン、ポン。均一で、綺麗な輪。\n「長年やってるとこうなるんだよ」\n煙一つとっても、奥が深い。この人の中にも「自分のシーシャ」があるんだろうな。\nゴボゴボ、という音と、リングが天井に消えていく光景。tonariの日常の一コマ。",
          "stats": {
            "insight": 2
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_couple_time",
      "category": "beginner",
      "text": "シーシャ初心者のカップルが来店。二人ともメニューとにらめっこしている。彼女が「これ、二人で一緒に吸うんだよね？」と聞いてきた。\nちょっと楽しい説明タイムが始まりそうだ。",
      "choices": [
        {
          "text": "二人の時間を演出する提案をする",
          "result": "「お二人なら、1台のシーシャを交互に吸うのがおすすめです。同じボウルから、同じ味を共有する感じで」\nフルーツ系の甘いフレーバーを提案した。ボウルの横にミントの葉を一枚添えて、見た目にもこだわる。\n蒸らしの煙が立ち上ると、甘い香りが二人のテーブルに広がった。\n「いい匂い……」彼女が彼氏の方を見ながら微笑む。\n交互にホースを渡しながら、二人で煙を眺めている。白い煙が二人の間でゆっくり混ざり合う。\n「（……こういう使い方もあるんだな、シーシャって）」\n帰り際、「また来ます」と二人で言ってくれた。",
          "stats": {
            "charm": 4,
            "sense": 2
          },
          "money_bonus": 500
        },
        {
          "text": "無難に定番を出す",
          "result": "ダブルアップルを作って出した。無難だけど間違いはない。\n二人とも「美味しい」と言ってくれたけど、もう少し個性的な提案ができたかもしれない。\n煙の向こうで、二人が楽しそうに話しているのを見て、まあいいか、と思った。",
          "stats": {
            "technique": 2
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_tsumugi_art",
      "category": "story",
      "trigger_flag": "ch1_tsumugi_regular",
      "text": "つむぎがいつもの席にいる。今日はiPadではなく、紙のメモに何かを描いている。鉛筆が走る音がシーシャのゴボゴボという音と交互に聞こえる。\n……よく見ると、シーシャのボトルを描いているようだ。それも、tonariのボトルを。",
      "choices": [
        {
          "text": "いつものラベンダーを黙って作る",
          "result": "注文を聞く前に、いつものラベンダーフレーバーでボウルを詰める。\nテーブルに置くと、つむぎが顔を上げた。「……覚えてくれてるんですね」\n小さな声だけど、少し嬉しそうだった。\n煙が立ち上る。ラベンダーの優しい香りの中で、また鉛筆が走り始めた。\nメモの端っこに、小さな「ありがとう」の文字が書き足されていた。",
          "stats": {
            "insight": 3,
            "charm": 2
          },
          "money_bonus": 0
        },
        {
          "text": "「今日はメモなんですね」と話しかける",
          "result": "つむぎ「……デジタルだと、この煙の質感が出なくて」\n珍しくちゃんと答えてくれた。\n「煙って、一瞬ごとに形が変わるでしょ。それを捕まえたいんです」\nメモを少しだけ見せてくれた。シーシャのボトルから立ち上る煙が、何層にも重なって描かれている。\n「（……すごい。煙をこんなふうに見てる人がいるんだ）」\n同じ空間にいても、見えている世界が違う。それが面白い。",
          "stats": {
            "sense": 3,
            "insight": 2
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_tsumugi_rain",
      "category": "atmosphere",
      "trigger_flag": "ch1_tsumugi_regular",
      "text": "雨の日のtonari。お客さんはまばら。\n──でも、つむぎはいつもの席にいた。iPadに向かって、黙々とペンを走らせている。\n窓の向こうの雨粒が、iPadの傷の上を滑る光の筋みたいに見えた。",
      "choices": [
        {
          "text": "ラベンダーを黙って作って出す",
          "result": "注文を聞く前に、いつものラベンダーでボウルを詰めた。\nテーブルに置くと、つむぎが一瞬だけ顔を上げた。「……覚えててくれてるんですね」\n小さな声。でも、少し嫁しそうだった。\n雨の音と、ゴボゴボという水面の音。二つの水の音が、静かな店内を包んでいる。",
          "stats": {
            "charm": 2,
            "insight": 1
          },
          "money_bonus": 0
        },
        {
          "text": "注文を聞きに行く",
          "result": "「ご注文、いつもの……」\nつむぎ「……ラベンダーで」\n短いやり取り。でも、少しずつ、言葉が増えてきている気がする。",
          "stats": {
            "insight": 2
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_tsumugi_closing",
      "category": "atmosphere",
      "trigger_flag": "ch1_tsumugi_regular",
      "text": "閉店準備を始めようとしたら、つむぎがまだ席にいた。\niPadの画面をジッと見つめている。描いている染ではなく、何かを考え込んでいるような表情だ。\n傷のある画面を、指でそっとなぞった。",
      "choices": [
        {
          "text": "「閉店だけど、急がなくていいよ」",
          "result": "つむぎ「……あ、すみません」\n慈てて片付けを始めた。iPadを胸に抱えるいつもの仕草。\n帰り際、小さく「……ありがとうございます」と言ってくれた。\nいつもより、ほんの少しだけ、声が大きかった気がする。",
          "stats": {
            "charm": 2
          },
          "money_bonus": 0
        },
        {
          "text": "片付けを続けながら見守る",
          "result": "黙って片付けを続けた。つむぎも、しばらくしてから静かに席を立った。\nドアを出る前に、一瞬だけ振り返った。目が合った。つむぎが小さく手を振った。\n……なんだか、それだけで十分な気がした。",
          "stats": {
            "insight": 2
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_foreign_tourist",
      "category": "mob",
      "text": "外国人の男性が入ってきた。英語で何か言っているが、よく聞き取れない。ジェスチャーでシーシャを指している。吸いたいらしい。\n言葉の壁は高いが、シーシャのことならなんとかなる……はず。",
      "choices": [
        {
          "text": "フレーバーの瓶を見せて選んでもらう",
          "result": "棚からフレーバーの瓶をいくつか持ってきて、蓋を開けて匂いを嗅いでもらう。\n「Oh! This one!」マンゴーを指差した。\nボウルを詰めて、炭を置く。蒸らしの蒸気が立ち上ると、外国人は「Smells great!」と目を輝かせた。\n完成したシーシャを渡す。ゆっくり吸い込んで、白い煙を吐き出す。\n「……Wonderful」\n言葉が通じなくても、シーシャの前では関係なかった。煙と香りが、万国共通の言語になった瞬間。\n帰り際、「Thank you, my friend」とハグした。ちょっと照れた。",
          "stats": {
            "charm": 3,
            "sense": 2
          },
          "money_bonus": 500
        },
        {
          "text": "スミさんに任せる",
          "result": "スミさんが英語で対応し始めた。……え、英語話せるの？\n「Master, sugoidesu」と外国人が喜んでいた。それ、日本語じゃ。\n帰り際、はじめにも「Good boy」と言ってくれた。何もしてないけど。",
          "stats": {
            "insight": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_regulars_chat",
      "category": "atmosphere",
      "text": "今日のtonariは、常連が3人もいる。珍しい。\n奥のソファでおっちゃんが煙を吐きながら野球の話をしている。カウンターでは若いフリーランスのお兄さんがMacを開きながらシーシャを吸っている。窓際では、いつもの読書好きのお姉さんが文庫本を開いている。\nゴボゴボ、ゴボゴボ、ゴボボ──3つのシーシャが、それぞれのリズムで水面を揺らしている。",
      "choices": [
        {
          "text": "この空気感を味わう",
          "result": "炭替えのタイミングを見ながら、店内を見渡す。\nそれぞれが自分の時間を過ごしている。でも、同じ空間にいる。シーシャの煙が天井で混ざり合って、一つの大きな雲になっている。\nゴボゴボという水面の音と、ページをめくる音と、キーボードを叩く音。色んな音が重なって、tonariの空気を作っている。\n「（これがtonariの空気なんだ。みんな別々のことをしてるのに、なんか一つになってる）」\n言葉にはできないけど、この場所が持っている力のようなものを感じた。",
          "stats": {
            "insight": 3,
            "sense": 2
          },
          "money_bonus": 0
        },
        {
          "text": "全員の炭チェックをする",
          "result": "手際よく3卓を回る。\nおっちゃんの炭はそろそろ交換時期。お兄さんの方はまだ大丈夫。お姉さんは──あ、本に集中して煙が薄くなっていることに気づいていない。\nそっと炭を替える。お姉さんが顔を上げて、小さく「ありがとう」と微笑んだ。\n気配りの大切さ。言葉にしなくても、伝わるものがある。",
          "stats": {
            "technique": 2,
            "charm": 2
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_rainy_day",
      "category": "atmosphere",
      "trigger_day_weather": "rainy",
      "text": "雨の日のtonari。客は少ない。\n窓ガラスを雨粒が伝い落ちる。ぽつ、ぽつ、という雨音と、店内のゴボゴボという音が重なって、不思議なリズムを作っている。",
      "choices": [
        {
          "text": "雨の音を聴きながら過ごす",
          "result": "カウンターを拭きながら、店の音に耳を澄ませる。\n雨の日のtonariは特別だ。外の世界から隔絶された感覚。フレーバーの甘い香りが、湿った空気の中でいつもより濃く感じる。\nたった一人の客が、窓際の席でぼんやりと煙を吐いている。白い煙が窓ガラスに映って、雨粒と重なって見える。\n「（雨の日のシーシャって、なんでこんなに落ち着くんだろう）」\n外の雨音と、中のゴボゴボという音。二つの水の音が、tonariを包んでいる。",
          "stats": {
            "sense": 3,
            "insight": 2
          },
          "money_bonus": 0
        },
        {
          "text": "暇だから掃除でもする",
          "result": "棚の奥まで丁寧に掃除した。ホースの洗浄も念入りに。\nスミさんが「暇な時に準備しておけ。いつ忙しくなるか分からん」と言っていたのを思い出しながら。\n結局、今日はほとんど客が来なかった。でも、店が綺麗になった分だけ、明日の準備ができた。",
          "stats": {
            "technique": 2,
            "guts": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_closing_late",
      "category": "mob",
      "text": "閉店間際、ドアが開いた。スーツの男性がふらりと入ってきて、カウンターに座る。\n「もうラストオーダー過ぎてるけど……1杯だけ、いいかな」\n疲れた目をしている。今日一日、ずっと走り続けてきたような顔。",
      "choices": [
        {
          "text": "「どうぞ。ゆっくりしてください」",
          "result": "「ありがとう……」ほっとした顔。\n最後の1杯を残すために、丁寧にボウルを詰める。メニューは聞かない。この人にはダブルアップルだ。疲れた時に、一番ほっとする味。\n炭を置いて、蒸らしの蒸気が立ち上がるのを待つ。\n完成したシーシャを出すと、男性はゆっくり煙を吸い込んだ。白い煙が、閉店間際の静かな店内に広がる。\n「……美味いな」ぽつりと。\nはじめも片付けの手を止めて、少しだけ一緒に静かな時間を過ごした。\n帰り際、深く頭を下げて「助かったよ」と言ってくれた。\nシーシャ屋って、こういう場所なんだ。最後の一杯を、誰かのために作れる場所。",
          "stats": {
            "charm": 4,
            "insight": 3
          },
          "money_bonus": 500
        },
        {
          "text": "「すみません、もう閉店なんです」と断る",
          "result": "「……そうか。ごめんね」\n男性は疲れた足取りで店を出た。ドアが閉まって、雨の匂いが一瞬だけ入ってきた。\n「（……作ってあげればよかったかな）」\n後悔が少しだけ残った。",
          "stats": {
            "guts": 1
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_minto_romance",
      "category": "story",
      "trigger_flag": "romance_minto",
      "text": "店（tonari）のドアが開いて、みんちゃんが入ってきた。お客さんの手前、いつも通りの「同業者の友人」として振る舞いながらカウンターに座る。\nでも、他のお客さんが見ていない隙に、そっとウインクを投げてきた。",
      "choices": [
        {
          "text": "（バレないように）少し優しく接客する",
          "result": "メニューを渡すふりをして、指先が少し触れ合う。\nみんちゃんは嬉しそうに微笑んで、無難なフレーバーを注文した。\n完成したシーシャを出すとき、「いつもより丁寧に作ったよ」と小声で伝える。\n「……んっ、美味しい。ありがとね、はじめくん」\n恋人同士の秘密のやり取り。周りにはバレていないはずだけど、二人の間にだけ特別な空気が流れていた。",
          "stats": {
            "charm": 2,
            "sense": 2
          },
          "money_bonus": 0
        },
        {
          "text": "いつも通りのライバルとして接客",
          "result": "「いらっしゃい、みんちゃん。今日はどうする？」\nあえて普段通りに接する。みんちゃんも察して、「お手並み拝見ね！」と笑い返してくれた。\nでも、帰り際にお会計をするとき、そっと耳元で囁かれた。\n「……次は、ふたりきりの時にあんな顔見せてね。……店長さん？」\n顔が熱くなるのを必死に隠しながら、彼女を見送った。",
          "stats": {
            "insight": 3
          },
          "money_bonus": 0
        }
      ]
    },
    {
      "id": "baito_ageha_romance",
      "category": "story",
      "trigger_flag": "romance_ageha",
      "text": "アゲハが来店した。いつも通り飄々とした態度でソファ席に座り、足を組む。\n「よっ、ハジメっち。今日も美味しいの作ってよねー。彼氏力の見せ所っしょ♡」\n他のお客さんの手前、あくまで常連として振る舞っているが、目が合うと小悪魔っぽく微笑んでくる。",
      "choices": [
        {
          "text": "彼女の好みを完璧に押さえたシーシャを出す",
          "result": "何も言わずに、彼女好みの重めなフレーバーを仕上げて持っていく。\n一口吸った彼女は、少しだけ目を見開いた。\n「……やるじゃん。言葉にしなくても、うちの欲しいものが分かってるってわけ？ これだからハジメっちの沼から抜けらんないんだよねぇ」\n「特別扱いだからね」\n「ふーん……生意気。でも、キミのそういう強気なとこもマジ好きなんだよね」\n煙の向こうで、二人だけに通じる激甘な空気が漂っていた。",
          "stats": {
            "charm": 3,
            "sense": 2
          },
          "money_bonus": 0
        },
        {
          "text": "あえて少し意地悪な提案をする",
          "result": "「今日は少し軽めの味にしてみない？」\n「ええーっ、アガんない。ウザいんだけど、なんで？」\n「その方が、もっと長く楽しめるでしょ」\n「……！ はは、なるほどね。キミも意外と独占欲強いじゃん。そういうの、うち的にはワンチャンもっとガンガン出していいし♡」\n彼女は嬉しそうに笑って、その提案を受け入れた。二人の秘密の時間は、閉店まで続いた。",
          "stats": {
            "insight": 3
          },
          "money_bonus": 0
        }
      ]
    }
  ]
}